Repository: AppStaticsX/Workie.lk
Catalog: lib/l10n/app_*.arb
Languages: si, ta

# workieSubtitle
source: EMPOWERING PEOPLE
si: මිනිසුන් බලගන්වමින්
ta: மக்களுக்கு அதிகாரம் அளித்தல்

source: Welcome Back,
si: ආයුබෝවන්,
ta: வணக்கம்,

# loginGuide
source: Letâ€™s get you back in! Enter your login details to access your account.
si: අපේ වැඩසටහනට ඔබව සාදරයෙන් පිළිගන්නවා.
ta: எங்கள் திட்டத்திற்கு வருக.

source: Email Address
si: ඊමේල් ලිපිනය
ta: மின்னஞ்சல் முகவரி

source: Enter Address
si: ලිපිනය ඇතුල් කරන්න
ta: முகவரியை உள்ளிடவும்

source: Password
si: මුරපදය
ta: கடவுச்சொல்

# passwordHint
source: Password
si: මුරපදය
ta: கடவுச்சொல்

# emailRequired
source: Email is required
si: ඊමේල් ලිපිනය අවශ්‍යයි
ta: மின்னஞ்சல் தேவை

# emailInvalid
source: Please enter a valid email address
si: කරුණාකර වලංගු ඊමේල් ලිපිනයක් ඇතුල් කරන්න
ta: செல்லுபடியாகும் மின்னஞ்சல் முகவரியை உள்ளிடுக

# passwordRequired
source: Password is required
si: මුරපදය අවශ්‍යයි
ta: கடவுச்சொல் தேவை

# passwordTooShort
source: Password must be at least 6 characters
si: මුරපදය අවම වශයෙන් අක්ෂර 6 ක් විය යුතුයි
ta: கடவுச்சொல் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்

# termsAgreement
source: I confirm that I have read, consent and agree to WORKIE's
si: මම WORKIE හි
ta: WORKIE இன்

source: Terms of Use
si: භාවිත නියමයන්
ta: பயன்பாட்டு விதிமுறைகள்

source: and
si: සහ
ta: மற்றும்

source: Privacy Policy.
si: පෞද්ගලිකත්ව ප්‍රතිපත්තිය
ta: தனியுரிமைக் கொள்கை

# termsAgreementFull
source: null
si: කියවා, එකඟ වන බව සහතික කරමි.
ta: ஒப்புதல் அளித்து, ஒப்புக்கொள்கிறேன் என்பதை உறுதிப்படுத்துகிறேன்.

source: Log in
si: ලොග් වන්න
ta: உள்நுழைக

source: Contact Us
si: අප හා සම්බන්ධ වන්න
ta: தொடர்பு

source: Forgot Password?
si: මුරපදය අමතකද?
ta: சான்றிதழ் மறந்துவிட்டதா?

# orContinueWith
source: Or
si: නැතහොත් මේ සමඟ ඉදිරියට යන්න
ta: அல்லது இதன் மூலம் தொடரவும்

# continueWithGoogle
source: Log in with Google
si: ගූගල් සමඟ ඉදිරියට යන්න
ta: கூகிளுடன் தொடரவும்

source: Not a member?
si: සාමාජිකයෙක් නොවේද?
ta: உறுப்பினர் இல்லையா?

# signupNow
source: Sign up
si: දැන් ලියාපදිංචි වන්න
ta: இப்போது பதிவு செய்யுங்கள்

source: Cancel
si: අවලංගු කරන්න
ta: ரத்து செய்

source: Agree
si: එකඟයි
ta: ஒப்புக்கொள்

# signupGuide
source: Ready to work? Join with our family to build your future
si: වැඩට සූදානම්ද? ඔබේ අනාගතය ගොඩනැගීමට අපේ පවුලට එකතු වන්න
ta: வேலைக்கு தயாரா? உங்கள் எதிர்காலத்தை கட்டமைக்க எங்கள் குடும்பத்துடன் சேருங்கள்

# emailVerificationGuide
source: We have just send email verification link on your email. Please check email and click on that link to verify your Email address. If not auto redirected after verification, click on the Continue button.
si: අපි ඔබේ ඊමේල් ලිපිනයට සත්‍යාපන සබැඳිය යැවුවෙමු. කරුණාකර ඊමේල් පරීක්ෂා කර එම සබැඳිය ක්ලික් කර ඔබේ ඊමේල් ලිපිනය සත්‍යාපනය කරන්න. සත්‍යාපනයෙන් පසු ස්වයංක්‍රීයව හරවා නොගත්තොත්, ඉදිරියට යන්න බොත්තම ක්ලික් කරන්න.
ta: உங்கள் மின்னஞ்சல் முகவரிக்கு சரிபார்ப்பு இணைப்பை அனுப்பியுள்ளோம். தயவுசெய்து மின்னஞ்சலை சரிபார்த்து அந்த இணைப்பை கிளிக் செய்து உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்கவும். சரிபார்ப்புக்குப் பிறகு தானாக திசைதிருப்பப்படவில்லை என்றால், தொடர பட்டனை கிளிக் செய்யவும்.

# onBoardSubtitle1
source: Whether you're looking for work or hiring talent, we match you with the right opportunities and professionals in seconds.
si: ඔබ රැකියාවක් සොයන්නේද නැතහොත් දක්ෂ අය බඳවා ගන්නේද, අපි ඔබට සුදුසු අවස්ථා සහ වෘත්තිකයන් තත්පරවලින් සපයන්නෙමු.
ta: நீங்கள் வேலை தேடுகிறீர்களா அல்லது திறமையானவர்களை பணியமர்த்துகிறீர்களா, நாங்கள் உங்களுக்கு சரியான வாய்ப்புகளையும் தொழில் வல்லுநர்களையும் விநாடிகளில் பொருத்துகிறோம்.
